{
  "video_scripts": {
    "shock": {
      "basic": [
        "Create a short TikTok video script that highlights your fitness app by showing how it helps with staying motivated. Use shock to grab attention and end with a CTA like Tap here to try it.",
        "Create a short TikTok video script that highlights your skincare product by showing how it helps with acne problems. Use shock to grab attention and end with a CTA like Tap here to try it.",
        "Create a short TikTok video script that highlights your budgeting app by showing how it helps with saving more money. Use shock to grab attention and end with a CTA like See why this matters.",
        "Create a short TikTok video script that highlights your online course by showing how it helps with career growth. Use shock to grab attention and end with a CTA like Tap here to try it.",
        "Create a short TikTok video script that highlights your AI productivity tool by showing how it helps with getting more done. Use shock to grab attention and end with a CTA like Tap to unlock it.",
        "Create a short TikTok video script that highlights your coaching program by showing how it helps with building confidence. Use shock to grab attention and end with a CTA like See why this matters.",
        "Create a short TikTok video script that highlights your healthy snack by showing how it helps with curbing sugar cravings. Use shock to grab attention and end with a CTA like Tap here to try it.",
        "Create a short TikTok video script that highlights your freelance platform by showing how it helps with landing jobs. Use shock to grab attention and end with a CTA like Tap to unlock it.",
        "Create a short TikTok video script that highlights your photo editing app by showing how it helps with creating viral content. Use shock to grab attention and end with a CTA like See why this matters.",
        "Create a short TikTok video script that highlights your meditation app by showing how it helps with stress relief. Use shock to grab attention and end with a CTA like Tap here to try it."
      ]
    }
  }
}