{
  "sales_copy": {
    "shock": {
      "basic": [
        "Create a persuasive sales page section that highlights your software subscription by showing how it helps with working smarter. Use shock to open the page and finish with a clear CTA like See it in action..",
        "Create a persuasive sales page section that highlights your online course by showing how it helps with working smarter. Use shock to open the page and finish with a clear CTA like Learn how it works..",
        "Create a persuasive sales page section that highlights your online course by showing how it helps with automating boring tasks. Use shock to open the page and finish with a clear CTA like Learn how it works..",
        "Create a persuasive sales page section that highlights your online course by showing how it helps with working smarter. Use shock to open the page and finish with a clear CTA like See what’s possible..",
        "Create a persuasive sales page section that highlights your online course by showing how it helps with saving time. Use shock to open the page and finish with a clear CTA like See it in action..",
        "Create a persuasive sales page section that highlights your mobile app by showing how it helps with scaling faster. Use shock to open the page and finish with a clear CTA like Learn how it works..",
        "Create a persuasive sales page section that highlights your AI content tool by showing how it helps with getting better results. Use shock to open the page and finish with a clear CTA like Watch the quick demo..",
        "Create a persuasive sales page section that highlights your coaching program by showing how it helps with automating boring tasks. Use shock to open the page and finish with a clear CTA like Learn how it works..",
        "Create a persuasive sales page section that highlights your software subscription by showing how it helps with getting better results. Use shock to open the page and finish with a clear CTA like Try it free now..",
        "Create a persuasive sales page section that highlights your digital product by showing how it helps with working smarter. Use shock to open the page and finish with a clear CTA like See it in action.."
      ]
    },
    "story": {
      "basic": [
        "Create a persuasive sales page section that highlights your mobile app by showing how it helps with automating boring tasks. Start with a personal story and finish with a clear CTA like See what’s possible..",
        "Create a persuasive sales page section that highlights your digital product by showing how it helps with working smarter. Start with a personal story and finish with a clear CTA like Watch the quick demo..",
        "Create a persuasive sales page section that highlights your coaching program by showing how it helps with scaling faster. Start with a personal story and finish with a clear CTA like Tap to unlock access..",
        "Create a persuasive sales page section that highlights your AI content tool by showing how it helps with automating boring tasks. Start with a personal story and finish with a clear CTA like Watch the quick demo..",
        "Create a persuasive sales page section that highlights your mobile app by showing how it helps with working smarter. Start with a personal story and finish with a clear CTA like See it in action..",
        "Create a persuasive sales page section that highlights your mobile app by showing how it helps with automating boring tasks. Start with a personal story and finish with a clear CTA like Tap to unlock access..",
        "Create a persuasive sales page section that highlights your AI content tool by showing how it helps with scaling faster. Start with a personal story and finish with a clear CTA like Learn how it works..",
        "Create a persuasive sales page section that highlights your software subscription by showing how it helps with working smarter. Start with a personal story and finish with a clear CTA like See what’s possible..",
        "Create a persuasive sales page section that highlights your AI content tool by showing how it helps with getting better results. Start with a personal story and finish with a clear CTA like Watch the quick demo..",
        "Create a persuasive sales page section that highlights your online course by showing how it helps with getting better results. Start with a personal story and finish with a clear CTA like Watch the quick demo.."
      ]
    },
    "comparison": {
      "basic": [
        "Create a persuasive sales page section that highlights your AI content tool by showing how it helps with getting better results. Open with a bold comparison and finish with a clear CTA like Watch the quick demo..",
        "Create a persuasive sales page section that highlights your online course by showing how it helps with working smarter. Open with a bold comparison and finish with a clear CTA like Try it free now..",
        "Create a persuasive sales page section that highlights your AI content tool by showing how it helps with working smarter. Open with a bold comparison and finish with a clear CTA like See what’s possible..",
        "Create a persuasive sales page section that highlights your coaching program by showing how it helps with unlocking more income. Open with a bold comparison and finish with a clear CTA like Tap to unlock access..",
        "Create a persuasive sales page section that highlights your software subscription by showing how it helps with working smarter. Open with a bold comparison and finish with a clear CTA like Tap to unlock access..",
        "Create a persuasive sales page section that highlights your coaching program by showing how it helps with unlocking more income. Open with a bold comparison and finish with a clear CTA like Try it free now..",
        "Create a persuasive sales page section that highlights your online course by showing how it helps with saving time. Open with a bold comparison and finish with a clear CTA like Tap to unlock access..",
        "Create a persuasive sales page section that highlights your digital product by showing how it helps with saving time. Open with a bold comparison and finish with a clear CTA like Learn how it works..",
        "Create a persuasive sales page section that highlights your software subscription by showing how it helps with automating boring tasks. Open with a bold comparison and finish with a clear CTA like Watch the quick demo..",
        "Create a persuasive sales page section that highlights your digital product by showing how it helps with automating boring tasks. Open with a bold comparison and finish with a clear CTA like Watch the quick demo.."
      ]
    },
    "stats": {
      "basic": [
        "Create a persuasive sales page section that highlights your online course by showing how it helps with saving time. Lead with a surprising statistic and finish with a clear CTA like Tap to unlock access..",
        "Create a persuasive sales page section that highlights your software subscription by showing how it helps with getting better results. Lead with a surprising statistic and finish with a clear CTA like See what’s possible..",
        "Create a persuasive sales page section that highlights your coaching program by showing how it helps with scaling faster. Lead with a surprising statistic and finish with a clear CTA like Learn how it works..",
        "Create a persuasive sales page section that highlights your AI content tool by showing how it helps with unlocking more income. Lead with a surprising statistic and finish with a clear CTA like Learn how it works..",
        "Create a persuasive sales page section that highlights your digital product by showing how it helps with saving time. Lead with a surprising statistic and finish with a clear CTA like See what’s possible..",
        "Create a persuasive sales page section that highlights your online course by showing how it helps with saving time. Lead with a surprising statistic and finish with a clear CTA like See it in action..",
        "Create a persuasive sales page section that highlights your software subscription by showing how it helps with automating boring tasks. Lead with a surprising statistic and finish with a clear CTA like Watch the quick demo..",
        "Create a persuasive sales page section that highlights your AI content tool by showing how it helps with getting better results. Lead with a surprising statistic and finish with a clear CTA like Tap to unlock access..",
        "Create a persuasive sales page section that highlights your mobile app by showing how it helps with saving time. Lead with a surprising statistic and finish with a clear CTA like Watch the quick demo..",
        "Create a persuasive sales page section that highlights your coaching program by showing how it helps with automating boring tasks. Lead with a surprising statistic and finish with a clear CTA like Try it free now.."
      ]
    },
    "question": {
      "basic": [
        "Create a persuasive sales page section that highlights your online course by showing how it helps with saving time. Open with a bold question and finish with a clear CTA like Tap to unlock access..",
        "Create a persuasive sales page section that highlights your mobile app by showing how it helps with automating boring tasks. Open with a bold question and finish with a clear CTA like See it in action..",
        "Create a persuasive sales page section that highlights your mobile app by showing how it helps with saving time. Open with a bold question and finish with a clear CTA like Learn how it works..",
        "Create a persuasive sales page section that highlights your digital product by showing how it helps with automating boring tasks. Open with a bold question and finish with a clear CTA like Try it free now..",
        "Create a persuasive sales page section that highlights your AI content tool by showing how it helps with getting better results. Open with a bold question and finish with a clear CTA like Watch the quick demo..",
        "Create a persuasive sales page section that highlights your software subscription by showing how it helps with automating boring tasks. Open with a bold question and finish with a clear CTA like Learn how it works..",
        "Create a persuasive sales page section that highlights your mobile app by showing how it helps with working smarter. Open with a bold question and finish with a clear CTA like See it in action..",
        "Create a persuasive sales page section that highlights your coaching program by showing how it helps with working smarter. Open with a bold question and finish with a clear CTA like Try it free now..",
        "Create a persuasive sales page section that highlights your digital product by showing how it helps with automating boring tasks. Open with a bold question and finish with a clear CTA like Tap to unlock access..",
        "Create a persuasive sales page section that highlights your AI content tool by showing how it helps with automating boring tasks. Open with a bold question and finish with a clear CTA like Learn how it works.."
      ]
    }
  }
}