{
  "instagram_captions": {
    "shock": {
      "basic": [
        "Write an Instagram caption that highlights your fitness app by showing how it helps with staying motivated. Use shock to grab attention and end with a CTA like Tap to see how it works.",
        "Write an Instagram caption that highlights your skincare product by showing how it helps with acne relief. Use shock to grab attention and end with a CTA like See why this works.",
        "Write an Instagram caption that highlights your budgeting app by showing how it helps with saving money. Use shock to grab attention and end with a CTA like Tap to see how it works.",
        "Write an Instagram caption that highlights your online course by showing how it helps with career growth. Use shock to grab attention and end with a CTA like Learn how to start.",
        "Write an Instagram caption that highlights your AI tool by showing how it helps with boosting productivity. Use shock to grab attention and end with a CTA like Tap to see how it works.",
        "Write an Instagram caption that highlights your coaching program by showing how it helps with building confidence. Use shock to grab attention and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your healthy snack by showing how it helps with reducing sugar cravings. Use shock to grab attention and end with a CTA like See why this matters.",
        "Write an Instagram caption that highlights your freelance platform by showing how it helps with landing clients. Use shock to grab attention and end with a CTA like Tap to unlock access.",
        "Write an Instagram caption that highlights your photo editing app by showing how it helps with creating viral posts. Use shock to grab attention and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your meditation app by showing how it helps with reducing stress. Use shock to grab attention and end with a CTA like See why this matters."
      ]
    },
    "story": {
      "basic": [
        "Write an Instagram caption that highlights your fitness app by showing how it helps with building habits. Start with a personal story and end with a CTA like Tap to see how it works.",
        "Write an Instagram caption that highlights your skincare product by showing how it helps with clear skin. Start with a personal story and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your budgeting app by showing how it helps with daily expenses. Start with a personal story and end with a CTA like Learn how to start.",
        "Write an Instagram caption that highlights your online course by showing how it helps with promotions. Start with a personal story and end with a CTA like Tap to see how it works.",
        "Write an Instagram caption that highlights your AI tool by showing how it helps with managing tasks. Start with a personal story and end with a CTA like Tap to unlock access.",
        "Write an Instagram caption that highlights your coaching program by showing how it helps with overcoming self-doubt. Start with a personal story and end with a CTA like Tap to try it.",
        "Write an Instagram caption that highlights your healthy snack by showing how it helps with meal planning. Start with a personal story and end with a CTA like Tap to see how it works.",
        "Write an Instagram caption that highlights your freelance platform by showing how it helps with client outreach. Start with a personal story and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your photo editing app by showing how it helps with creating unique content. Start with a personal story and end with a CTA like See why this matters.",
        "Write an Instagram caption that highlights your meditation app by showing how it helps with staying calm. Start with a personal story and end with a CTA like Tap here to try it."
      ]
    },
    "comparison": {
      "basic": [
        "Write an Instagram caption that highlights your fitness app by showing how it helps with routines. Use a bold comparison and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your skincare product by showing how it helps with breakouts. Use a bold comparison and end with a CTA like See why this works.",
        "Write an Instagram caption that highlights your budgeting app by showing how it helps with impulse spending. Use a bold comparison and end with a CTA like Learn how to start.",
        "Write an Instagram caption that highlights your online course by showing how it helps with growing faster. Use a bold comparison and end with a CTA like Tap to unlock access.",
        "Write an Instagram caption that highlights your AI tool by showing how it helps with time management. Use a bold comparison and end with a CTA like Tap to see how it works.",
        "Write an Instagram caption that highlights your coaching program by showing how it helps with unlocking potential. Use a bold comparison and end with a CTA like Tap to see how it works.",
        "Write an Instagram caption that highlights your healthy snack by showing how it helps with staying energized. Use a bold comparison and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your freelance platform by showing how it helps with quick hiring. Use a bold comparison and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your photo editing app by showing how it helps with post quality. Use a bold comparison and end with a CTA like Tap to see how it works.",
        "Write an Instagram caption that highlights your meditation app by showing how it helps with deep focus. Use a bold comparison and end with a CTA like Learn how to start."
      ]
    },
    "stats": {
      "basic": [
        "Write an Instagram caption that highlights your fitness app by showing how it helps with daily motivation. Use a surprising stat and end with a CTA like Tap to unlock access.",
        "Write an Instagram caption that highlights your skincare product by showing how it helps with glow. Use a surprising stat and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your budgeting app by showing how it helps with financial control. Use a surprising stat and end with a CTA like Tap to unlock access.",
        "Write an Instagram caption that highlights your online course by showing how it helps with job offers. Use a surprising stat and end with a CTA like Learn how to start.",
        "Write an Instagram caption that highlights your AI tool by showing how it helps with focus. Use a surprising stat and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your coaching program by showing how it helps with achievement. Use a surprising stat and end with a CTA like Tap to unlock access.",
        "Write an Instagram caption that highlights your healthy snack by showing how it helps with wellness. Use a surprising stat and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your freelance platform by showing how it helps with consistent work. Use a surprising stat and end with a CTA like Tap to unlock access.",
        "Write an Instagram caption that highlights your photo editing app by showing how it helps with reach. Use a surprising stat and end with a CTA like Tap to see how it works.",
        "Write an Instagram caption that highlights your meditation app by showing how it helps with mental clarity. Use a surprising stat and end with a CTA like See why this works."
      ]
    },
    "question": {
      "basic": [
        "Write an Instagram caption that highlights your fitness app by showing how it helps with accountability. Open with a bold question and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your skincare product by showing how it helps with confidence. Open with a bold question and end with a CTA like Tap to see how it works.",
        "Write an Instagram caption that highlights your budgeting app by showing how it helps with tracking. Open with a bold question and end with a CTA like Learn how to start.",
        "Write an Instagram caption that highlights your online course by showing how it helps with better skills. Open with a bold question and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your AI tool by showing how it helps with clarity. Open with a bold question and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your coaching program by showing how it helps with results. Open with a bold question and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your healthy snack by showing how it helps with smart choices. Open with a bold question and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your freelance platform by showing how it helps with fast jobs. Open with a bold question and end with a CTA like Tap here to try it.",
        "Write an Instagram caption that highlights your photo editing app by showing how it helps with your brand. Open with a bold question and end with a CTA like Tap to see how it works.",
        "Write an Instagram caption that highlights your meditation app by showing how it helps with balance. Open with a bold question and end with a CTA like Learn how to start."
      ]
    }
  }
}