{
  "viral_hooks": {
    "shock": {
      "basic": [
        "Create a viral hook ad that highlights your email service by showing how it helps with boosting engagement. Use shock to catch attention and finish with a clear CTA like Tap here to see how it works.",
        "Create a viral hook ad that highlights your mobile app by showing how it helps with improving your skin. Use shock to catch attention and finish with a clear CTA like Tap here to see how it works.",
        "Create a viral hook ad that highlights your email service by showing how it helps with improving your skin. Use shock to catch attention and finish with a clear CTA like Don’t miss out — tap now.",
        "Create a viral hook ad that highlights your fitness tracker by showing how it helps with improving your skin. Use shock to catch attention and finish with a clear CTA like Learn more instantly.",
        "Create a viral hook ad that highlights your email service by showing how it helps with staying accountable. Use shock to catch attention and finish with a clear CTA like Try this version now.",
        "Create a viral hook ad that highlights your online course by showing how it helps with overcoming procrastination. Use shock to catch attention and finish with a clear CTA like Learn more instantly.",
        "Create a viral hook ad that highlights your online course by showing how it helps with overcoming procrastination. Use shock to catch attention and finish with a clear CTA like Try this version now.",
        "Create a viral hook ad that highlights your online course by showing how it helps with learning faster. Use shock to catch attention and finish with a clear CTA like Watch the breakdown.",
        "Create a viral hook ad that highlights your budgeting tool by showing how it helps with saving money. Use shock to catch attention and finish with a clear CTA like Learn more instantly.",
        "Create a viral hook ad that highlights your online course by showing how it helps with overcoming procrastination. Use shock to catch attention and finish with a clear CTA like Watch the breakdown."
      ]
    },
    "story": {
      "basic": [
        "Create a viral hook ad that highlights your online course by showing how it helps with boosting engagement. Use a personal story to catch attention and finish with a clear CTA like Don’t miss out — tap now.",
        "Create a viral hook ad that highlights your budgeting tool by showing how it helps with staying accountable. Use a personal story to catch attention and finish with a clear CTA like See why this matters.",
        "Create a viral hook ad that highlights your email service by showing how it helps with overcoming procrastination. Use a personal story to catch attention and finish with a clear CTA like Learn more instantly.",
        "Create a viral hook ad that highlights your mobile app by showing how it helps with staying accountable. Use a personal story to catch attention and finish with a clear CTA like Don’t miss out — tap now.",
        "Create a viral hook ad that highlights your mobile app by showing how it helps with staying accountable. Use a personal story to catch attention and finish with a clear CTA like Learn more instantly.",
        "Create a viral hook ad that highlights your skincare system by showing how it helps with improving your skin. Use a personal story to catch attention and finish with a clear CTA like Try this version now.",
        "Create a viral hook ad that highlights your email service by showing how it helps with learning faster. Use a personal story to catch attention and finish with a clear CTA like Try this version now.",
        "Create a viral hook ad that highlights your email service by showing how it helps with saving money. Use a personal story to catch attention and finish with a clear CTA like Tap here to see how it works.",
        "Create a viral hook ad that highlights your online course by showing how it helps with saving money. Use a personal story to catch attention and finish with a clear CTA like Learn more instantly.",
        "Create a viral hook ad that highlights your budgeting tool by showing how it helps with saving money. Use a personal story to catch attention and finish with a clear CTA like Tap here to see how it works."
      ]
    },
    "comparison": {
      "basic": [
        "Create a viral hook ad that highlights your skincare system by showing how it helps with improving your skin. Use a striking comparison to catch attention and finish with a clear CTA like Watch the breakdown.",
        "Create a viral hook ad that highlights your online course by showing how it helps with staying accountable. Use a striking comparison to catch attention and finish with a clear CTA like Learn more instantly.",
        "Create a viral hook ad that highlights your email service by showing how it helps with learning faster. Use a striking comparison to catch attention and finish with a clear CTA like Try this version now.",
        "Create a viral hook ad that highlights your online course by showing how it helps with overcoming procrastination. Use a striking comparison to catch attention and finish with a clear CTA like Don’t miss out — tap now.",
        "Create a viral hook ad that highlights your budgeting tool by showing how it helps with learning faster. Use a striking comparison to catch attention and finish with a clear CTA like Don’t miss out — tap now.",
        "Create a viral hook ad that highlights your budgeting tool by showing how it helps with improving your skin. Use a striking comparison to catch attention and finish with a clear CTA like Watch the breakdown.",
        "Create a viral hook ad that highlights your budgeting tool by showing how it helps with improving your skin. Use a striking comparison to catch attention and finish with a clear CTA like Learn more instantly.",
        "Create a viral hook ad that highlights your email service by showing how it helps with boosting engagement. Use a striking comparison to catch attention and finish with a clear CTA like Don’t miss out — tap now.",
        "Create a viral hook ad that highlights your fitness tracker by showing how it helps with learning faster. Use a striking comparison to catch attention and finish with a clear CTA like Don’t miss out — tap now.",
        "Create a viral hook ad that highlights your online course by showing how it helps with overcoming procrastination. Use a striking comparison to catch attention and finish with a clear CTA like Don’t miss out — tap now."
      ]
    },
    "stats": {
      "basic": [
        "Create a viral hook ad that highlights your email service by showing how it helps with improving your skin. Use a surprising statistic to catch attention and finish with a clear CTA like Don’t miss out — tap now.",
        "Create a viral hook ad that highlights your mobile app by showing how it helps with learning faster. Use a surprising statistic to catch attention and finish with a clear CTA like Learn more instantly.",
        "Create a viral hook ad that highlights your online course by showing how it helps with staying accountable. Use a surprising statistic to catch attention and finish with a clear CTA like Try this version now.",
        "Create a viral hook ad that highlights your skincare system by showing how it helps with overcoming procrastination. Use a surprising statistic to catch attention and finish with a clear CTA like Don’t miss out — tap now.",
        "Create a viral hook ad that highlights your budgeting tool by showing how it helps with improving your skin. Use a surprising statistic to catch attention and finish with a clear CTA like Don’t miss out — tap now.",
        "Create a viral hook ad that highlights your mobile app by showing how it helps with staying accountable. Use a surprising statistic to catch attention and finish with a clear CTA like Watch the breakdown.",
        "Create a viral hook ad that highlights your mobile app by showing how it helps with improving your skin. Use a surprising statistic to catch attention and finish with a clear CTA like Watch the breakdown.",
        "Create a viral hook ad that highlights your skincare system by showing how it helps with overcoming procrastination. Use a surprising statistic to catch attention and finish with a clear CTA like Tap here to see how it works.",
        "Create a viral hook ad that highlights your online course by showing how it helps with boosting engagement. Use a surprising statistic to catch attention and finish with a clear CTA like Don’t miss out — tap now.",
        "Create a viral hook ad that highlights your budgeting tool by showing how it helps with overcoming procrastination. Use a surprising statistic to catch attention and finish with a clear CTA like Try this version now."
      ]
    },
    "question": {
      "basic": [
        "Create a viral hook ad that highlights your fitness tracker by showing how it helps with overcoming procrastination. Use a bold question to catch attention and finish with a clear CTA like See why this matters.",
        "Create a viral hook ad that highlights your email service by showing how it helps with boosting engagement. Use a bold question to catch attention and finish with a clear CTA like Watch the breakdown.",
        "Create a viral hook ad that highlights your skincare system by showing how it helps with overcoming procrastination. Use a bold question to catch attention and finish with a clear CTA like Try this version now.",
        "Create a viral hook ad that highlights your online course by showing how it helps with staying accountable. Use a bold question to catch attention and finish with a clear CTA like Tap here to see how it works.",
        "Create a viral hook ad that highlights your skincare system by showing how it helps with overcoming procrastination. Use a bold question to catch attention and finish with a clear CTA like Watch the breakdown.",
        "Create a viral hook ad that highlights your online course by showing how it helps with saving money. Use a bold question to catch attention and finish with a clear CTA like Learn more instantly.",
        "Create a viral hook ad that highlights your skincare system by showing how it helps with boosting engagement. Use a bold question to catch attention and finish with a clear CTA like Don’t miss out — tap now.",
        "Create a viral hook ad that highlights your mobile app by showing how it helps with overcoming procrastination. Use a bold question to catch attention and finish with a clear CTA like Try this version now.",
        "Create a viral hook ad that highlights your email service by showing how it helps with boosting engagement. Use a bold question to catch attention and finish with a clear CTA like Try this version now.",
        "Create a viral hook ad that highlights your skincare system by showing how it helps with boosting engagement. Use a bold question to catch attention and finish with a clear CTA like Try this version now."
      ]
    }
  }
}