{
  "financial_ads": {
    "shock": {
      "basic": [
        "Create a financial ad that highlights your savings automation tool by showing how it helps with avoiding financial burnout. Use shock to catch attention and finish with a clear CTA like See why this matters..",
        "Create a financial ad that highlights your online finance course by showing how it helps with saving more consistently. Use shock to catch attention and finish with a clear CTA like Try this version now..",
        "Create a financial ad that highlights your budgeting app by showing how it helps with saving more consistently. Use shock to catch attention and finish with a clear CTA like Tap to see how it works..",
        "Create a financial ad that highlights your online finance course by showing how it helps with budgeting without stress. Use shock to catch attention and finish with a clear CTA like Tap to see how it works..",
        "Create a financial ad that highlights your savings automation tool by showing how it helps with tracking expenses easily. Use shock to catch attention and finish with a clear CTA like Tap to see how it works..",
        "Create a financial ad that highlights your online finance course by showing how it helps with budgeting without stress. Use shock to catch attention and finish with a clear CTA like Try this version now..",
        "Create a financial ad that highlights your debt reduction system by showing how it helps with reducing debt. Use shock to catch attention and finish with a clear CTA like Don’t miss out — tap now..",
        "Create a financial ad that highlights your tax calculator by showing how it helps with saving more consistently. Use shock to catch attention and finish with a clear CTA like See why this matters..",
        "Create a financial ad that highlights your investment tracker by showing how it helps with saving more consistently. Use shock to catch attention and finish with a clear CTA like See why this matters..",
        "Create a financial ad that highlights your debt reduction system by showing how it helps with saving more consistently. Use shock to catch attention and finish with a clear CTA like See why this matters.."
      ]
    },
    "story": {
      "basic": [
        "Create a financial ad that highlights your savings automation tool by showing how it helps with avoiding financial burnout. Use a personal story to catch attention and finish with a clear CTA like Try this version now..",
        "Create a financial ad that highlights your online finance course by showing how it helps with tracking expenses easily. Use a personal story to catch attention and finish with a clear CTA like Don’t miss out — tap now..",
        "Create a financial ad that highlights your investment tracker by showing how it helps with reducing debt. Use a personal story to catch attention and finish with a clear CTA like Watch the breakdown..",
        "Create a financial ad that highlights your tax calculator by showing how it helps with avoiding financial burnout. Use a personal story to catch attention and finish with a clear CTA like Don’t miss out — tap now..",
        "Create a financial ad that highlights your tax calculator by showing how it helps with budgeting without stress. Use a personal story to catch attention and finish with a clear CTA like Learn more instantly..",
        "Create a financial ad that highlights your investment tracker by showing how it helps with avoiding financial burnout. Use a personal story to catch attention and finish with a clear CTA like Try this version now..",
        "Create a financial ad that highlights your debt reduction system by showing how it helps with tracking expenses easily. Use a personal story to catch attention and finish with a clear CTA like Tap to see how it works..",
        "Create a financial ad that highlights your online finance course by showing how it helps with saving more consistently. Use a personal story to catch attention and finish with a clear CTA like Learn more instantly..",
        "Create a financial ad that highlights your online finance course by showing how it helps with budgeting without stress. Use a personal story to catch attention and finish with a clear CTA like Try this version now..",
        "Create a financial ad that highlights your debt reduction system by showing how it helps with saving more consistently. Use a personal story to catch attention and finish with a clear CTA like See why this matters.."
      ]
    },
    "comparison": {
      "basic": [
        "Create a financial ad that highlights your online finance course by showing how it helps with understanding investments. Use a striking comparison to catch attention and finish with a clear CTA like Try this version now..",
        "Create a financial ad that highlights your tax calculator by showing how it helps with budgeting without stress. Use a striking comparison to catch attention and finish with a clear CTA like Learn more instantly..",
        "Create a financial ad that highlights your online finance course by showing how it helps with avoiding financial burnout. Use a striking comparison to catch attention and finish with a clear CTA like Tap to see how it works..",
        "Create a financial ad that highlights your debt reduction system by showing how it helps with tracking expenses easily. Use a striking comparison to catch attention and finish with a clear CTA like Try this version now..",
        "Create a financial ad that highlights your budgeting app by showing how it helps with avoiding financial burnout. Use a striking comparison to catch attention and finish with a clear CTA like See why this matters..",
        "Create a financial ad that highlights your budgeting app by showing how it helps with reducing debt. Use a striking comparison to catch attention and finish with a clear CTA like Don’t miss out — tap now..",
        "Create a financial ad that highlights your budgeting app by showing how it helps with saving more consistently. Use a striking comparison to catch attention and finish with a clear CTA like Try this version now..",
        "Create a financial ad that highlights your investment tracker by showing how it helps with understanding investments. Use a striking comparison to catch attention and finish with a clear CTA like Tap to see how it works..",
        "Create a financial ad that highlights your debt reduction system by showing how it helps with understanding investments. Use a striking comparison to catch attention and finish with a clear CTA like Watch the breakdown..",
        "Create a financial ad that highlights your savings automation tool by showing how it helps with saving more consistently. Use a striking comparison to catch attention and finish with a clear CTA like Watch the breakdown.."
      ]
    },
    "stats": {
      "basic": [
        "Create a financial ad that highlights your savings automation tool by showing how it helps with tracking expenses easily. Use a surprising statistic to catch attention and finish with a clear CTA like Don’t miss out — tap now..",
        "Create a financial ad that highlights your debt reduction system by showing how it helps with understanding investments. Use a surprising statistic to catch attention and finish with a clear CTA like Try this version now..",
        "Create a financial ad that highlights your budgeting app by showing how it helps with understanding investments. Use a surprising statistic to catch attention and finish with a clear CTA like Watch the breakdown..",
        "Create a financial ad that highlights your investment tracker by showing how it helps with budgeting without stress. Use a surprising statistic to catch attention and finish with a clear CTA like Don’t miss out — tap now..",
        "Create a financial ad that highlights your online finance course by showing how it helps with understanding investments. Use a surprising statistic to catch attention and finish with a clear CTA like Don’t miss out — tap now..",
        "Create a financial ad that highlights your investment tracker by showing how it helps with tracking expenses easily. Use a surprising statistic to catch attention and finish with a clear CTA like Watch the breakdown..",
        "Create a financial ad that highlights your tax calculator by showing how it helps with saving more consistently. Use a surprising statistic to catch attention and finish with a clear CTA like Don’t miss out — tap now..",
        "Create a financial ad that highlights your investment tracker by showing how it helps with understanding investments. Use a surprising statistic to catch attention and finish with a clear CTA like Tap to see how it works..",
        "Create a financial ad that highlights your budgeting app by showing how it helps with understanding investments. Use a surprising statistic to catch attention and finish with a clear CTA like Watch the breakdown..",
        "Create a financial ad that highlights your online finance course by showing how it helps with reducing debt. Use a surprising statistic to catch attention and finish with a clear CTA like Tap to see how it works.."
      ]
    },
    "question": {
      "basic": [
        "Create a financial ad that highlights your investment tracker by showing how it helps with understanding investments. Use a bold question to catch attention and finish with a clear CTA like See why this matters..",
        "Create a financial ad that highlights your online finance course by showing how it helps with saving more consistently. Use a bold question to catch attention and finish with a clear CTA like Watch the breakdown..",
        "Create a financial ad that highlights your tax calculator by showing how it helps with budgeting without stress. Use a bold question to catch attention and finish with a clear CTA like Tap to see how it works..",
        "Create a financial ad that highlights your debt reduction system by showing how it helps with avoiding financial burnout. Use a bold question to catch attention and finish with a clear CTA like Watch the breakdown..",
        "Create a financial ad that highlights your investment tracker by showing how it helps with saving more consistently. Use a bold question to catch attention and finish with a clear CTA like See why this matters..",
        "Create a financial ad that highlights your online finance course by showing how it helps with tracking expenses easily. Use a bold question to catch attention and finish with a clear CTA like Watch the breakdown..",
        "Create a financial ad that highlights your debt reduction system by showing how it helps with reducing debt. Use a bold question to catch attention and finish with a clear CTA like Try this version now..",
        "Create a financial ad that highlights your online finance course by showing how it helps with tracking expenses easily. Use a bold question to catch attention and finish with a clear CTA like Watch the breakdown..",
        "Create a financial ad that highlights your investment tracker by showing how it helps with saving more consistently. Use a bold question to catch attention and finish with a clear CTA like Don’t miss out — tap now..",
        "Create a financial ad that highlights your tax calculator by showing how it helps with understanding investments. Use a bold question to catch attention and finish with a clear CTA like See why this matters.."
      ]
    }
  }
}